Revit 2027 API
Wall.Flipped Property
 Property to test whether the wall orientation is flipped.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Flipped { get; }
Public ReadOnly Property Flipped As Boolean
	Get
public:
property bool Flipped {
	bool get ();
}
member Flipped : bool with get
Property Value
Boolean
See Also
Reference
Wall Class
Autodesk.Revit.DB Namespace